Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/main/vibrator/vibratorTexts.tmx
Source language: en
Languages: hu

source: Use wait speed
hu: Várakozási sebesség használata

source: Distance between bricks
hu: Téglák közötti távolság

# Looking for ressonance frequency. DON'T TOUCH THE VIBRATOR
source: Looking for ressonance frequency.\n DON'T TOUCH THE VIBRATOR
hu: Rezonancia frekvenciát keres.\n NE ÉRINTSE MEG A VIBRÁTORT!

source: Current amplitude
hu: Áramerősség amplitúdó

source: Goal vibration
hu: Elérendő rezgés

source: Actual vibration
hu: Tényleges rezgés
